Repository: shlomif/urpmi
Catalog: po/*.po
Languages: hr, nb

source: too many mount points for removable medium "%s"
hr: previ¹e toèaka montiranja za prenosivi medij "%s"

source: taking removable device as "%s"
hr: uzimam prenosivi ureðaj kao "%s"

source: using different removable device [%s] for "%s"
hr: koristim razlièite prenosive ureðaje [%s] za "%s"

source: unable to retrieve pathname for removable medium "%s"
hr: ne mogu dohvatiti putanju za prenosivi medij "%s"

source: write config file [%s]
hr: zapisana config datoteka [%s]

source: examining hdlist file [%s]
hr: ispitujem hdlist datoteku [%s]

source: added medium %s
hr: dodan medij %s

source: unable to access first installation medium
hr: ne mogu pristupiti prvom instalacijskom mediju

source: copying hdlists file...
hr: kopiram hdlists datoteku...

source: unable to access first installation medium (no Mandrake/base/hdlists file found)
hr: ne mogu pristupiti prvom instalacijskom mediju (nije pronaðen Mandrake/base/hdlists)

source: retrieving hdlists file...
hr: dohvaæam hdlists datoteku...

source: invalid hdlist description "%s" in hdlists file
hr: nepravilni hdlist opis "%s" u hdlists datoteci

source: trying to select inexistent medium "%s"
hr: poku¹avam izabrati nepostojeæi medij "%s"

source: urpmi database locked
hr: urpmi baza zakljuèana

source: unable to access medium "%s"
hr: ne mogu pristupiti mediju "%s"

source: copying source hdlist (or synthesis) of "%s"...
hr: kopiram hdlist (ili synthesis) izvor od "%s"...

source: copy of [%s] failed
hr: kopiranje [%s] neuspje¹no

source: copying source list of "%s"...
hr: kopiram popis izvora od "%s"...

source: no rpm files found from [%s]
hr: nisu pronaðene rpm datoteke u [%s]

source: retrieving description file of "%s"...
hr: dohvaæam opis datoteka od "%s"...

source: retrieving source hdlist (or synthesis) of "%s"...
hr: dohvaæam hdlist (ili synthesis) izvor od "%s"...

source: retrieve of source hdlist (or synthesis) failed
hr: dohvaæanje hdlist (ili synthesis) izvora neuspje¹no

source: no hdlist file found for medium "%s"
hr: nije pronaðena hdlist datoteka za medij "%s"

source: unable to parse hdlist file of "%s"
hr: ne mogu obraditi hdlist datoteku od "%s"

source: unable to write list file of "%s"
hr: ne mogu zapisati list datoteku za "%s"

source: nothing written in list file for "%s"
hr: nema ni¹ta za zapisati u list datoteku za "%s"

source: building hdlist [%s]
hr: izgraðujem hdlist [%s]

source: built hdlist synthesis file for medium "%s"
hr: napravljen hdlist sintezna datoteka za medij "%s"

source: found %d headers in cache
hr: pronaðeno %d zaglavlja u priruènoj memoriji

source: removing %d obsolete headers in cache
hr: uklanjam %d zastarjelih zaglavlja u priruènoj memoriji

source: relocated %s entries in depslist
hr: premje¹teno %s unosa u depslist-u

source: no entries relocated in depslist
hr: nema unosa premje¹tenih u depslist

source: no package named %s
hr: ne postoji paket pod nazivom %s

source: there are multiple packages with the same rpm filename "%s"
hr: postoji vi¹e paketa sa istim rpm imenom datoteke "%s"

source: medium "%s" is not selected
hr: medij "%s" nije izabran

source: incoherent medium "%s" marked removable but not really
hr: nepotpun medij "%s" oznaèen kao prenosiv ali nije zapravo

source: malformed input: [%s]
hr: nepravilan unos: [%s]

source: Remove them all?
hr: Ukloniti ih sve?

source: Using "%s" as a substring, I found
hr: Koristim "%s" kao podstring, Prona¹ao

source: Nothing to remove.
hr: Nema ni¹ta za ukloniti.

source: removing package %s will break your system
hr: uklanjanje paketa %s æe pokvariti va¹ sustav

source: To satisfy dependencies, the following packages are going to be removed (%d MB)
hr: Kako bi zadovoljili ovisnosti, slijedeæi paketi æe biti uklonjeni (%d MB)

source: usage: urpmi.addmedia [options] <name> <url> [with <relative_path>] where <url> is one of file://<path> ftp://<login>:<password>@<host>/<path> with <relative filename of hdlist> ftp://<host>/<path> with <relative filename of hdlist> http://<host>/<path> with <relative filename of hdlist> removable://<path> and [options] are from
hr: uporaba: urpmi.addmedia [opcije] <ime> <url> [with <relativnom_putanjom>] gdje je <url> jedan od file://<putanja> ftp://<login>:<lozinka>@<host>/<putanja> with <relativnim imenom od hdlist> ftp://<host>/<putanja> with <relativnim imenom od hdlist> http://<host>/<putanja> with <relativnim imenom od hdlist> removable://<putanja> i [opcije] su od

source: --update - create an update medium.
hr: --update - napravi medij za dogradnju.

source: -c - clean headers cache directory.
hr: -c - oèisti ke¹ direktorij zaglavlja.

source: -f - force generation of hdlist files.
hr: -f - prisili pravljenje hdlist datoteka.

source: %s no need to give <relative path of hdlist> with --distrib
hr: %s nema potrebe za davanje <relativne putanje do hdlist> sa --distrib

source: unable to update medium "%s"
hr: ne mogu a¾urirati medij "%s"

source: %s <relative path of hdlist> missing
hr: %s <relativna putanja do hdlist> nedostaje

source: %s `with' missing for ftp media
hr: %s `with' nedostaje za ftp medij

source: unable to create medium "%s"
hr: ne mogu napraviti medij "%s"

source: usage: urpmi.removemedia [-a] <name> ... where <name> is a medium name to remove.
hr: uporaba: urpmi.removemedia [-a] <ime> ... gdje je <ime> ime medija za ukloniti.

source: unknown options '%s'
hr: nepoznata opcija '%s'

source: -d - force complete computation of depslist.ordered file.
hr: -d - prisiljava kompletan izraèun depslist.ordered datoteke.

source: urpmi version %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
hr: urpmi inaèica %s Autorska prava (C) 1999, 2000, 2001, 2002 MandrakeSoft. Ovo je slobodan software i mo¾e biti redistribuiran pod stavkama GNU GPLa. uporaba:

source: --media - use only the media listed by comma.
hr: --media - koristi samo medije popisane zarezom.

source: --noclean - keep rpm not used in cache.
hr: --noclean - zadr¾i rpm koji nije kori¹ten u meðuspremniku.

source: --X - use X interface.
hr: --X - koristi X suèelje.

source: --best-output - choose best interface according to the environment: X or text mode.
hr: --best-output - izaberi najbolje suèelje prema okru¾enju: X ili tekst mod.

source: names or rpm files given on command line are installed.
hr: imena ili rpm datoteke dane na komandnoj liniji se instaliraju.

source: urpmi: unknown option "-%s", check usage with --help
hr: urpmi: nepoznata opcija "-%s", provjerite uporabu sa --help

source: One of the following packages is needed to install %s:
hr: Jedan od slijedeæih paketa je potreban za instaliranje %s:

source: To satisfy dependencies, the following packages are going to be installed (%d MB)
hr: Kako bi zadovoljili sve ovisnosti paketa slijedeæi moram instalirati slijedeæe pakete (%d MB)

source: You need to be root to install the following dependencies: %s
hr: Morate biti administrator(root) kako bi instalirali slijedeæe ovisnosti: %s

source: Please insert the medium named "%s" on device [%s]
hr: Molim umetnite medij pod nazivom "%s" u ureðaj [%s]

source: Try installation even more strongly (--force)? (y/N)
hr: Poku¹ati instalaciju jo¹ sna¾nije (--force)? (d/N)

source: everything already installed
hr: sve je veæ instalirano

source: urpmq version %s Copyright (C) 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
hr: urpmq inaèica %s Autorska prava (C) 2000, 2001, 2002 MandrakeSoft. Ovo je slobodan software i mo¾e biti redistribuiran pod stavkama GNU GPLa. uporaba:

source: --headers - extract headers for package listed from urpmi db to stdout (root only).
hr: --headers - izdvoji zaglavlja za pakete popisane iz urpmi baze na stdout (root samo).

source: -d - extend query to package dependencies.
hr: -d - pro¹iri ispitivanje ovisnosti paketa.

source: urpmf version %s
hr: urpmf verzija %s

source: Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft.
hr: Autorska prava (C) 1999,2000,2001,2002 MandrakeSoft.

source: This is free software and may be redistributed under the terms of the GNU GPL.
hr: Ovo je slobodan software i mo¾e biti redistribuiran pod stavkama GNU GPL.

source: --quiet - do not print tag name (default if no tag given on command
hr: --quiet - ne ispisuje ime oznake (podrazumijevano ako nije dana oznaka na komandnoj

source: line, incompatible with interactive mode).
hr: liniji, nekompaktibilno sa interaktivnim modom).

source: --all - print all tags.
hr: --all - ispi¹i sve oznake.

source: --name - print tag name: rpm filename (assumed if no tag given on
hr: --name - ispisuje ime oznake: rpm datoteku (podrazumijeva se ako nema dane oznake na

source: command line but without package name).
hr: komandnoj liniji ali bez imena paketa).

source: --group - print tag group: group.
hr: --group -ispisuje oznaku group: grupu.

source: --size - print tag size: size.
hr: --size - ispisuje oznaku size: velièinu.

source: --serial - print tag serial: serial.
hr: --serial - ispisuje oznaku serial: serial.

source: --summary - print tag summary: summary.
hr: --summary - ispisuje oznaku summary: sa¾eto.

source: --description - print tag description: description.
hr: --description - ispisuje oznaku description: opis.

source: --provides - print tag provides: all provides (multiple lines).
hr: --provides - ispisuje oznaku provides: sve ¹to pru¾a (vi¹e linija).

source: --requires - print tag requires: all requires (multiple lines).
hr: --requires - ispisuje oznaku requires: sve ¹to zahtjeva (vi¹e linija).

source: --files - print tag files: all files (multiple lines).
hr: --files - ispisuje oznaku files: sve datoteke (vi¹e linija).

source: --conflicts - print tag conflicts: all conflicts (multiple lines).
hr: --conflicts - ispisuje oznaku conflicts: sve konflikte (vi¹e linija).

source: --obsoletes - print tag obsoletes: all obsoletes (multiple lines).
hr: --obsoletes - ispisuje oznaku obsoletes: sve zastarjele (vi¹e linija).

source: --prereqs - print tag prereqs: all prereqs (multiple lines).
hr: --prereqs - ispisuje oznaku prereqs: sve prereqs (vi¹e linija).

source: try urpmf --help for more options
hr: probajte urpmf --help za vi¹e opcija

source: no full media list was found
hr: nije pronaðen popis punih medija
