Repository: shlomif/urpmi
Catalog: po/*.po
Languages: hr, nb

source: --parallel - distributed urpmi across machines of alias.
nb: --parallel – Distribuert urpmi over maskiner med alias.

source: --repackage - Re-package the files before erasing
nb: --repackage – Pakk om filer før sletting

source: --root - use another root for rpm removal.
nb: --root – bruk annen rot for rpm-fjerning.

source: --justdb - update only the rpm db, not the filesystem.
nb: --justdb – Bare oppdater rpm-databasen, og ikke filsystemet.

source: --noscripts - do not execute package scriptlet(s).
nb: --noscripts – Ikke kjør pakkeskript.

source: --use-distrib - configure urpme on the fly from a distrib tree, useful to (un)install a chroot with --root option.
nb: --use-distrib – Sett opp urpme direkte fra et distrib-tre. nyttig for å (av)installere en «chroot» med «--root»-valget.

source: --verbose, -v - verbose mode.
nb: --verbose, -v – Utvidede meldingar.

source: -a - select all packages matching expression.
nb: -a – Velg alle pakker som stemmer med uttrykket.

source: Only superuser is allowed to remove packages
nb: Bare superbruker har adgang til å fjerne pakker.

source: unknown packages
nb: Ukjente pakker

source: unknown package
nb: ukjent pakke

source: Nothing to remove
nb: Ingenting å fjerne.

source: To satisfy dependencies, the following package will be removed
nb: For å oppfylle avhengigheter vil den følgende pakken bli fjernet

source: Remove %d package?
nb: Vil du fjerne %d pakke?

source: (y/N)
hr: (d/N)
nb: (j/N)

source: Removal failed
nb: Klarte ikke fjerne.

source: --auto-update - update media then upgrade the system.
nb: --auto-update – Oppdater media, og oppdater så systemet.

source: --no-md5sum - disable MD5SUM file checking.
nb: --no-md5sum – Ikke utfør MD5SUM-kontroll.

source: --force-key - force update of gpg key.
nb: --force-key – Tving oppdatering av GPG-nøkkel.

source: --no-uninstall - never ask to uninstall a package, abort the installation.
nb: --no-uninstall – Be aldri om å avinstallere en pakke, men avbryt installeringa.

source: --no-install - don't install packages (only download)
nb: --no-install – Ikke installer pakker (bare last de ned)

source: --keep - keep existing packages if possible, reject requested packages that lead to removals.
nb: --keep – Behold eksisterende pakker hvis mulig. Ikke installer pakker som krever fjerning av andre pakker.

source: --split-level - split in small transaction if more than given packages are going to be installed or upgraded, default is %d.
nb: --split-level – Del opp i små transaksjoner hvis fler enn valgte antall pakker skal bli installert eller oppdateres.. Standardverdi er %d.

source: --split-length - small transaction length, default is %d.
nb: --split-length – liten transaksjonslengde, standard er %d.

source: --fuzzy, -y - impose fuzzy search.
nb: --fuzzy, -y – Bruk uklart søk.

source: --install-src - install only source package (no binaries).
nb: --install-src – Installer bare kildepakke (ingen binære).

source: --clean - remove rpm from cache before anything else.
nb: --clean – Fjern rpm fra mellomlager først.

source: --noclean - don't clean rpms from cache.
nb: --noclean – Ikke fjern rpm-pakker fra mellomlager.

source: --replacepkgs - force installing packages which are already installed.
nb: --replacepkgs – Tving gjennom installering av pakker som alt er installerte.

source: --allow-nodeps - allow asking user to install packages without dependencies checking.
nb: --allow-nodeps – Tillat å spørre bruker om å installere pakker uten sjekking av avhengigheter.

source: --allow-force - allow asking user to install packages without dependencies checking and integrity.
nb: --allow-force – Tillat å spørre bruker om å installere pakker uten sjekking av avhengigheter og integritet.

source: --use-distrib - configure urpmi on the fly from a distrib tree, useful to install a chroot with --root option.
nb: --use-distrib – Sett opp urpmi direkte fra et distribusjonstre. Nyttig for å installere en «chroot» med «--root»-valget.

source: --curl-options - additional options to pass to curl
nb: --curl-options – Tillegsvalg som gis til «curl».

source: --rsync-options- additional options to pass to rsync
nb: --rsync-options– Tillegsvalg som gis til «rsync».

source: --wget-options - additional options to pass to wget
nb: --wget-options – Tillegsvalg som gis til «wget».

source: --prozilla-options - additional options to pass to prozilla
nb: --prozilla-options – Tillegsvalg som gis til «prozilla».

source: --limit-rate - limit the download speed.
nb: --limit-rate – Begrens nedlastningshastig.

source: --resume - resume transfer of partially-downloaded files (--no-resume disables it, default is disabled).
nb: --resume – Gjenoppta overføring av delvis nedlastede filer. (bruk «--no-resume» for å slå av. Standard er avslått.

source: --proxy - use specified HTTP proxy, the port number is assumed to be 1080 by default (format is <proxyhost[:port]>).
nb: --proxy – Bruk spesifisert HTTP-mellomlaget, portnummeret antas å være 1080 som standard (format er <tjenernavn[:port]>).

source: --proxy-user - specify user and password to use for proxy authentication (format is <user:password>).
nb: --proxy-user – spesifiser bruker og passord til bruk for proxy autentisering (format er <bruker:passord>).

source: --bug - output a bug report in directory indicated by next arg.
nb: --bug – Skriv feilrapport i mappa valgt av neste argument.

source: --excludepath - exclude path separated by comma.
nb: --excludepath – Hopp over sti (kommadelt liste).

source: --excludedocs - exclude doc files.
nb: --excludedocs – Ikke ta med dokumentfiler.

source: --ignoresize - don't verify disk space before installation.
nb: --ignoresize – Ikke kontroller at det er nok ledig diskplass før installering.

source: --ignorearch - allow to install rpms for unmatched architectures.
nb: --ignorearch – Tillat å installere pakker for andre arkitekturer.

source: --noscripts - do not execute package scriptlet(s)
nb: --noscripts – Ikke kjør pakkeskript.

source: --skip - packages which installation should be skipped
nb: --skip – Pakker som installasjonen skal hoppe over

source: --prefer - packages which should be preferred
nb: --prefer – Pakker som skal foretrekkes.

source: --more-choices - when several packages are found, propose more choices than the default.
nb: --more-choices – Vis flere valg enn standard ved treff på flere pakker.

source: --nolock - don't lock rpm db.
nb: --nolock – ikke lås rpm-database.

source: --strict-arch - upgrade only packages with the same architecture.
nb: --strict-arch – Bare oppgrader pakker med samme arkitektur.

source: -a - select all matches on command line.
hr: -a - odabire sve odgovarajuæe na komandnoj liniji.
nb: -a – Velg alle treff på kommandolinjen.

source: --quiet, -q - quiet mode.
nb: --quiet, -q – Stillemodus.

source: names or rpm files given on command line will be installed.
nb: navn eller rpm-filer gitt på kommandolinjen vil bli installert.

source: Error: can't use --auto-select along with package list.
nb: Feil: Kan ikke bruka «auto-select» sammen med pakkeliste.

source: Error: To generate a bug report, specify the usual command-line arguments along with --bug.
nb: Feil: For å generere en feilrapport, spesifisér de vanlige kommandolinjeargumentene med --bug.

source: You can't install binary rpm files when using --install-src
nb: Du kan ikke installere binære rpm-filer når --install-src brukes

source: Directory [%s] already exists, please use another directory for bug report or delete it
nb: Katalogen [%s] eksisterer allerede, bruk en annen katalog for feilrapportering eller slett den

source: Unable to create directory [%s] for bug report
nb: Kan ikke opprette katalog [%s] for feilrapport

source: Environment directory %s does not exist
nb: Omgivelsekatalog %s eksisterer ikke

source: Error: %s appears to be mounted read-only. Use --allow-force to force operation.
nb: Feil: %s ser ut til å være montert skrivebeskyttet. Bruk --allow-force for å tvinge operasjonen.

source: Updating media...
nb: Oppdaterer medie...

source: %s: %s (to upgrade)
nb: %s: %s (oppgradering)

source: %s (to upgrade)
nb: %s (oppgradering)

source: %s: %s (to install)
nb: %s: %s (installering)

source: %s (to install)
nb: %s (installering)

source: In order to satisfy the '%s' dependency, one of the following packages is needed:
nb: På grunn av avhengigheter på «%s» trenger du én av disse pakkene:

source: What is your choice? (1-%d)
hr: Izaberite jedan? (1-%d)
nb: Hva er ditt valg? (1-%d)

source: The following package cannot be installed because it depends on packages that are older than the installed ones: %s
nb: Denne pakken kan ikke installeres, da den er avhengig av pakker som er eldre enn de installerte pakkene: %s

source: The following packages can't be installed because they depend on packages that are older than the installed ones: %s
nb: De følgende pakkene kan ikke bli installert fordi de er avhengige av pakker som er eldre enn de som er installert: %s

source: Continue installation anyway?
nb: Fortsett installasjon likevel?

source: (Y/n)
hr: (D/n)
nb: (J/n)

source: A requested package cannot be installed: %s
nb: Én av pakkene kan ikke installeres: %s

source: Some requested packages cannot be installed: %s
nb: Noen av de forespurte pakkene kan ikke installeres: %s

source: removing package %s will break your system
nb: Du vil ødelegge systemet ditt hvis du fjerner pakken «%s».

source: The installation cannot continue because the following package has to be removed for others to be upgraded: %s
nb: Kan ikke fortsette å installere, da denne pakken først må fjernes for at andre skal kunna oppgraderes: %s

source: The installation cannot continue because the following packages have to be removed for others to be upgraded: %s
nb: Installasjonen kan ikke fortsette på grunn av at følgende pakker må fjernes for at andre skal bli oppgradert: %s

source: The following package has to be removed for others to be upgraded: %s
nb: Denne pakken må fjernes for at andre skal kunna oppgraderes: %s

source: The following packages have to be removed for others to be upgraded: %s
nb: Følgende pakker må fjernes for at andre skal bli oppgradert: %s

source: (test only, removal will not be actually done)
nb: (kun test, fjerning vil egentlig ikke bli gjennomført)

source: (test only, installation will not be actually done)
nb: (kun test, installasjon vil egentlig ikke bli gjennomført)

source: %s of additional disk space will be used.
nb: Det vil bli brukt %s mer diskplass.

source: %s of disk space will be freed.
nb: Det ble frigjort %s diskplass.

source: Proceed with the installation of one package?
nb: Vil du fortsette med installering av pakken?

source: Cancel
hr: Odustani
nb: Avbryt

source: --wget - use wget to retrieve distant files.
hr: --wget - koristi wget za dohvaæanje udaljenih datoteka.
nb: --wget – Bruk wget til å hente fjerntliggende filer.

source: --curl - use curl to retrieve distant files.
hr: --curl - koristi curl za dohvaæanje udaljenih datoteka.
nb: --curl – Bruk curl til å hente fjerntliggende filer.

source: --prozilla - use prozilla to retrieve distant files.
nb: --prozilla – Bruk prozilla til å hente fjerntliggende filer.

source: --probe-synthesis - use synthesis file.
nb: --probe-synthesis – Bruk syntesefil.

source: --distrib - automatically create all media from an installation medium.
nb: --distrib – Opprett automatisk alle medier fra et installasjons- medium.

source: --interactive - with --distrib, ask confirmation for each media
nb: --interactive – Med «--distrib», spør om bekreftelse for hvert medie

source: --all-media - with --distrib, add every listed media
nb: --all-media – Med «--distrib», legg til alle media

source: --from - use specified url for list of mirrors, the default is %s
nb: --from – Bruk spesifisert url for liste over speil, standard er %s

source: --no-md5sum - disable MD5SUM file checking.
nb: --no-md5sum – Ikke utfør MD5SUM-filkontroll.

source: --nopubkey - don't import pubkey of added media
nb: --nopubkey – Ikke importer offentlig nøkkel till nytt medie

source: --raw - add the media in config, but don't update it.
nb: --raw – Legg til medie i oppsettet, men ikke oppdater det.

source: -q - quiet mode.
hr: -q - tihi mod.
nb: -q – Stillemodus.

source: -v - verbose mode.
hr: -v - op¹iran mod.
nb: -v – Utvida meldinger.

source: bad <url> (for local directory, the path must be absolute)
nb: Ugyldig <adresse> (for lokale mapper må adressa være absolutt).

source: Only superuser is allowed to add media
nb: Bare superbruker har adgang til å legge til media.

source: creating config file [%s]
nb: Oppretter oppsettfil [%s].

source: Can't create config file [%s]
nb: Kan ikke skrive oppsettfil [%s].

source: Can't use %s with remote medium
nb: Kan ikke bruke «%s» med ekstertn medium.

source: urpmi.recover version %s Copyright (C) 2006 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
nb: urpmi.recover versjon %s Copyright (C) 2006 Mandriva. Dette er fri programvare og kan redistribueres under vilkårene til GNU GPL. Bruk:

source: --checkpoint - set repackaging start now
nb: --checkpoint – Sett ompakkingstart nå.

source: --noclean - don't clean repackage directory on checkpoint
nb: --noclean – Ikke tøm ompakkingskatalog ved kontrollpunkt.

source: --list - list transactions since provided date/duration argument
nb: --list – Vis transaksjoner fra valgt dato/varighet-argument.

source: --list-all - list all transactions in rpmdb (long)
nb: --list-all – Vis oversikt over alle transaksjoner i rpm-database (lang).

source: --list-safe - list transactions since checkpoint
nb: --list-safe – Vis oversikt over alle transaksjoner etter kontrollpunkt

source: --rollback - rollback until specified date, or rollback the specified number of transactions
nb: --rollback – Hent tilbake til valgt dato, eller hent tilbake til det valgte antall transaksjoner.

source: --disable - turn off repackaging
nb: --disable – Slå av ompakking.

source: Invalid date or duration [%s]
nb: Ugyldig dato eller varighet [%s].

source: Repackage directory not defined
nb: Inge ompakkingskatalog valgt.

source: Can't write to repackage directory [%s]
nb: Klarte ikke skrive til ompakkingsmappe [%s].

source: Cleaning up repackage directory [%s]...
nb: Rydder opp i ompakkingskatalog [%s] ...

source: %d file removed
nb: %d fil fjerna.

source: Spurious command-line arguments [%s]
nb: Ugyldige kommandolinjeargumenter [%s].

source: You can't specify --checkpoint and --rollback at the same time
nb: Du kan ikke bruke «--checkpoint» og «--rollback» samtidig.

source: You can't specify --checkpoint and --list at the same time
nb: Du kan ikke bruke «--checkpoint» og «--list» samtidig.

source: You can't specify --rollback and --list at the same time
nb: Du kan ikke bruke «--rollback» og «--list» samtidig.

source: You can't specify --disable along with another option
nb: Du kan ikke bruke «--disable» med andre valg

source: No transaction found since %s
nb: Ingen transaksjon funnet siden %s

source: You must be superuser to do this
nb: Du må være superbruker for å gjøre dette.

source: Writing rpm macros file [%s]...
nb: Skriver rpm-macrofil [%s] ...

source: No rollback date found
nb: Fant ikke tilbakehentingsdato.

source: Rollback until %s...
nb: Hent tilbake til %s ...

source: Disabling repackaging
nb: Slå av ompakking.

source: usage: urpmi.removemedia (-a | <name> ...) where <name> is a medium name to remove.
nb: Bruk: urpmi.removemedia (-a | <navn> ...) hvor <navn> er navn på meddum som skal fjernes.

source: -a - select all media.
hr: -a - odaberi sve medije.
nb: -a – velg alle media.

source: -y - fuzzy match on media names.
nb: -y – Uklart treff på medienavn.

source: Only superuser is allowed to remove media
nb: Bare superbruker har adgang til å fjerne medie.

source: nothing to remove (use urpmi.addmedia to add a media)
hr: nema ni¹ta za uklanjanje (koristite urpmi.addmedia za dodavanje medija)
nb: Ingenting å fjerne (bruk urpmi.addmedia for å legge til et medie).

source: the entry to remove is missing (one of %s)
hr: nedostaje unos za uklanjanje (jedan od %s)
nb: Mangler oppføringen som skal fjernes (Skal være en av: %s.)

source: usage: urpmi.update [options] <name> ... where <name> is a medium name to update.
hr: uporaba: urpmi.update [opcije] <ime> ... gdje je <ime> ime medija za dogradnju.
nb: Rruk: urpmi.update [valg] <navn> ... hvor <navn> er mediumnavn som skal oppdateres.

source: --update - update only update media.
nb: --update – Oppdater bare oppdateringsmedie.

source: --force-key - force update of gpg key.
nb: --force-key – Tving oppdatering av gpg-nøkkel.

source: --ignore - don't update, mark the media as ignored.
nb: --ignore – Ikke oppdater, marker medie som ignorert.

source: --no-ignore - don't update, mark the media as enabled.
nb: --no-ignore – Ikke oppdater, marker medie som aktivert.

source: -a - select all non-removable media.
hr: -a - odaberi sve neprenosive medije.
nb: -a – Velg alle ikke-flyttbare medier.

source: Only superuser is allowed to update media
nb: Bare superbruker kan oppdatere media.

source: nothing to update (use urpmi.addmedia to add a media)
hr: nema ni¹ta za nadogradnju (koristite urpmi.addmedia za dodavanje medija)
nb: Ingenting å oppdatere (bruk «urpmi.addmedia» for å legge til et medie)

source: the entry to update is missing (one of %s)
hr: nedostaje unos za nadogradnju (jedan od %s)
nb: Mangler oppføringen tsom skal oppdateres (en av %s)

source: ignoring media %s
nb: Ignorerer medie «%s».

source: enabling media %s
nb: Aktiverer medie «%s».

source: urpmq version %s Copyright (C) 2000-2006 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
nb: urpmq versjon %s Copyright © 2000-2006 Mandriva. Dette er fri programvare og kan redistribueres under vilkårene til GNU GPL. Bruk:

source: --searchmedia - use only the given media to search requested (or updated) packages.
nb: --searchmedia – Bare søk etter pakker i dette mediet.

source: --fuzzy - impose fuzzy search (same as -y).
hr: --fuzzy - ukljuèi fuzzy pretra¾ivanje (isto kao -y).
nb: --fuzzy – Bruk uklart søk (samme som -y).

source: --list - list available packages.
nb: --list – Vis oversikt over tilgjengelige pakker.

source: --list-media - list available media.
nb: --list-media – Vis oversikt over tilgjengelige media.

source: --list-url - list available media and their url.
nb: --list-url – Vis oversikt over tilgjengelige media, med adresser.

source: --list-nodes - list available nodes when using --parallel.
nb: --list-nodes – Vis tilgjengelige noder ved bruk av «--parallel».

source: --list-aliases - list available parallel aliases.
nb: --list-aliases – Vis oversikt over tilgjengelige parallellalias.

source: --dump-config - dump the config in form of urpmi.addmedia argument.
nb: --dump-config – Dump oppsettet i samme form som «urpmi.addmedia»-argument.

source: --src - next package is a source package (same as -s).
hr: --src - slijedeæi paket je izvori¹ni(source) paket (isto kao -s).
nb: --src – Neste pakke er en kildepakke (samme som -s).

source: --sources - give all source packages before downloading (root only).
hr: --sources - daj sve izvorne pakete prije skidanja (root samo).
nb: --sources – Gi alle kildepakker før nedlasting (kun root).

source: --ignorearch - allow to query rpms for unmatched architectures.
nb: --ignorearch – Tillat å spørre etter pakker for andre arkitekturer.

source: --use-distrib - configure urpmi on the fly from a distrib tree. This permit to querying a distro.
nb: --use-distrib – Sett opp urpmi direkte fra ett distribusjonstre. Dette tillater å forespøre en distribusjon.

source: --changelog - print changelog.
nb: --changelog – Vis endringslogg.

source: --summary, -S - print summary.
nb: --summary, -S – Vis sammendrag.

source: --whatrequires - reverse search to what requires package.
nb: --whatrequires – Omvendt søk etter hva som krever pakke.

source: --whatrequires-recursive - extended reverse search (includes virtual packages).
nb: --whatrequires-recursive – Utvider omvendt søk (òg virtuelle pakker).

source: --whatprovides, -p - search in provides to find package.
nb: --whatprovides, -p – Tillat søking i tilbud for å finne pakke.

source: -c - complete output with package to be removed.
nb: -c – Fullstendig oversikt med pakke som skal fjernes.

source: -g - print groups with name also.
nb: -g – Vis òg grupper også med navn.

source: -i - print useful information in human readable form.
nb: -i – Vis verdigfull informasjon i lettlesbart format.

source: -l - list files in package.
nb: -l – Vis oversikt over filer i pakke.

source: -m - equivalent to -du
nb: -m – Det samme som «-du».

source: -r - print version and release with name also.
nb: -r – Vis versjonsinformasjon med navn.

source: -s - next package is a source package (same as --src).
hr: -s - slijedeæi paket je izvori¹ni paket (isto kao --src).
nb: -s – Neste pakke er en kildepakke (samme som «--src»).

source: -u - remove package if a more recent version is already installed.
nb: -u – Fjern pakke hvis nyere versjon allerede er installert.

source: -y - impose fuzzy search (same as --fuzzy).
hr: -v - ukljuèi fuzzy pretra¾ivanje (isto kao --fuzzy).
nb: -y – Bruk uklart søk (samme som «--fuzzy»).

source: -Y - like -y, but forces to match case-insensitively.
nb: -Y – Som «-y», men ikke skill mellom store og små bokstaver.

source: names or rpm files given on command line are queried.
hr: imena ili rpm datoteke dane na komandnoj liniji se ispituju.
nb: navn eller rpm-filer gitt på kommandolinjem er forespurt.

source: --list-nodes can only be used with --parallel
nb: Kan bare bruke «--list-nodes» med «--parallel».

source: No changelog found
nb: Fant ingen endringslogg

source: installing %s
hr: instaliram %s

source: Automatic installation of packages... You requested installation of package %s
hr: Automatska instalacija paketa... Zatra¾ili ste instalaciju paketa %s

source: Is this OK?
hr: Da li se sla¾ete s tim?

source: Ok
hr: U redu

source: %s: command not found
hr: %s: komanda nije pronaðena

source: no webfetch (curl or wget currently) found
hr: nije pronaðen niti jedan webfetch (curl ili wget trenutno)

source: wget failed: exited with %d or signal %d
hr: wget neuspje¹an: iza¹ao je sa %d ili signalom %d

source: curl failed: exited with %d or signal %d
hr: curl neuspje¹an: iza¹ao je sa %d ili sa signalom %d

source: unable to take care of medium "%s" as list file is already used by another medium
hr: ne mogu se pobriniti za medij "%s" po¹to se list datoteka veæ koristi za drugi medij

source: unable to use name "%s" for unnamed medium because it is already used
hr: ne mogu koristiti "%s" za bezimeni medij zato ¹to se to ime veæ koristi

source: unable to take medium "%s" into account as no list file [%s] exists
hr: ne mogu uzeti medij "%s" u raèun po¹to list datoteka [%s] ne postoji

source: unable to determine medium of this hdlist file [%s]
hr: ne mogu odrediti medij od navedene hdlist datoteke [%s]

source: unable to access hdlist file of "%s", medium ignored
hr: ne mogu pristupiti hdlist datoteci od "%s", medij ignoriran

source: trying to bypass existing medium "%s", avoiding
hr: poku¹avam zaobièi postojeæi medij "%s", izbjegavam

source: unable to find hdlist file for "%s", medium ignored
hr: ne mogu pronaæi hdlist datoteku za "%s", medij ignoriran

source: unable to find list file for "%s", medium ignored
hr: ne mogu pronaæi list datoteku za "%s", medij ignoriran

source: incoherent list file for "%s", medium ignored
hr: nepotpuna list datoteka za "%s", medij ignoriran

source: unable to inspect list file for "%s", medium ignored
hr: ne mogu provjeriti list datoteku za "%s", medij ignoriran
