Repository: shlomif/urpmi
Catalog: po/*.po
Languages: hr, nb

source: RPM installation
nb: RPM-installasjon

source: Error: unable to find file %s, will cancel operation
nb: Feil: klarte ikke å finne fila «%s», vil avbryte operasjon.

source: You have selected a source package: %s You probably didn't want to install it on your computer (installing it would allow you to make modifications to its sourcecode then compile it). What would you like to do?
nb: Du har valgt en kildepakke: %s Du ønsket trolig ikke å installere den på din maskin (å installere den vil tillate deg å gjøre endringer til dens kildekode for så å kompilere den). Hva ønsker du å gjøre?

source: You are about to install the following software packages on your computer: %s Proceed?
nb: Du er på vei til å installere de følgende programvarepakkene på din maskin: %s Fortsett?

source: You are about to install the following software package on your computer: %s You may prefer to just save it. What is your choice?
nb: Du er på vei til å installere de følgende programvarepakkene på din maskin: %s Det kan være at du bare foretrekker å lagre den. Hva vil du gjøre?

source: _Install
nb: _Installer

source: _Save
nb: _Lagre

source: _Cancel
nb: _Avbryt

source: Choose location to save file
nb: Velg sted hvor fil skal lagres.

source: urpmi version %s Copyright (C) 1999-2008 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
nb: urpmi – versjon %s Copyright © 1999-2008 Mandriva. Dette er fri programvare og kan redistribueres under vilkårene til GNU GPL. Bruk:

source: --help - print this help message.
hr: --help - ispi¹i ovaj tekst s pomoæi.
nb: --help – Vis denne hjelpeteksten.

source: --auto - non-interactive mode, assume default answers to questions.
nb: --auto – Ikke-interaktiv modus. Anta anta standardsvar på alle spørsmål.

source: --auto-select - automatically select packages to upgrade the system.
nb: --auto-select – Velg automatisk alle pakker for oppgradering av systemet.

source: --force - force invocation even if some packages do not exist.
hr: --force - prisili pozivanje iako neki paketi ne postoje.
nb: --force – Tving gjennomføring selv om noen pakker ikke eksisterer.

source: --verify-rpm - verify rpm signature before installation (--no-verify-rpm disables it, default is enabled).
nb: --verify-rpm – Kontroller rpm-signatur før installering (Bruk «--no-verify-rpm» for å ikke kontrollere. Standard er å kontrollere.)

source: --media - use only the given media, separated by comma.
nb: --media – Bruk bare gitt medie (kommadelt liste).

source: -p - allow search in provides to find package.
hr: -p - dozvoli pretra¾ivanje u provides kako bi prona¹ao paket.
nb: -p – Tillat søk i tilbud for å finne pakke.

source: -P - do not search in provides to find package.
hr: -P - nemoj pretra¾ivati u provides kako bi prona¹li paket.
nb: -P – Ikke søk i tilbud for å finne pakke.

source: --root - use another root for rpm installation.
nb: --root – Bruk annen rot for rpm-installering.

source: --test - only verify if the installation can be achieved correctly.
nb: --test – Bare kontroller at installering vil fungere.

source: --searchmedia - use only the given media to search requested packages.
nb: --searchmedia – Bare se etter pakker i dette mediet.

source: No packages specified
nb: Ingen pakker spesifisert

source: Please wait...
nb: Vent litt ...

source: Must be root
nb: Må være root

source: Some requested packages cannot be installed: %s Continue installation anyway?
nb: Noen av de forespurte pakkene kan ikke installeres: %s Fortsett installasjon uansett?

source: Warning
nb: Advarsel

source: (to upgrade)
nb: (å oppgradere)

source: (to install)
nb: (å installere)

source: Package choice
nb: Pakkevalg

source: One of the following packages is needed:
hr: Jedan od slijedeæih paketa je potreban:
nb: En av følgende pakker trengs:

source: _Abort
nb: _Avbryt

source: The following packages have to be removed for others to be upgraded: %s Continue installation anyway?
nb: De følgende pakkene må fjernes for at andre skal kunne bli oppgradert: %s Fortsett installasjon uansett?

source: To satisfy dependencies, the following package is going to be installed:
nb: For å oppfylle avhengighet vil den følgende pakken bli installert:

source: To satisfy dependencies, the following packages are going to be installed:
nb: For å oppfylle avhengigheter vil disse pakkene bli installert:

source: (%d package, %d MB)
nb: (%d pakke – %d MB)

source: Package installation...
nb: Pakkeinstallasjon ...

source: unable to get source packages, aborting
hr: ne mogu dohvatiti izvorne (source) pakete, prekidam
nb: kunne ikke få tak i kildepakker, avslutter

source: Preparing...
nb: Forbereder ...

source: Installing package `%s' (%s/%s)...
nb: Installerer pakke «%s» (%s/%s) ...

source: Downloading package `%s'...
nb: Laster ned pakke «%s» ...

source: _Done
nb: _Ferdig

source: Installation failed, some files are missing: %s You may want to update your urpmi database
nb: Installasjon mislyktes, noen filer mangler: %s Du ønsker antageligvis å oppdatere urpmi-databasen din

source: Installation failed:
nb: Installasjon mislyktes:

source: The package(s) are already installed
nb: Pakken(e) er allerede installert

source: Installation finished
nb: Installasjon ferdig

source: removing %s
nb: Fjerner «%s».

source: restarting urpmi
nb: starter urpmi på nytt

source: usage: %s [options] where [options] are from
nb: Bruk: %s [valg] hvor [valg] er fra

source: -h|--help - print this help message.
nb: -h|--help – Vis denne hjelpeteksten.

source: --root <path> - use the given root instead of /
nb: --root <sti> – Bruk den gitte rota i stedet for «/»

source: -g [group] - restrict results to specified group.
nb: -g [group] – Avgrens søk til gitte gruppe.

source: defaults to %s.
nb: Standardverdi: %s.

source: -f - output rpm full name (NVRA)
nb: -f – Vis fullt rpm-navn (NVRA).

source: Only superuser is allowed to install packages
hr: Samo je administratoru dozvoljeno da instalira pakete
nb: Bare superbruker har adgang til å installere pakker

source: Running urpmi in restricted mode...
nb: Kjører urpmi i begrenset modus ...

source: unable to open rpmdb
nb: kunne ikke åpne rpmdb

source: invalid rpm file name [%s]
hr: nepravilno ime rpm datoteke [%s]
nb: ugyldig rpm-filnavn [%s]

source: retrieving rpm file [%s] ...
nb: mottar rpm-fil [%s] ...

source: ...retrieving done
hr: ...dohvat zavr¹en
nb: ... ferdig mottatt.

source: ...retrieving failed: %s
hr: ...dohvaæanje neuspje¹no: %s
nb: ... Mottak mislykket: %s

source: unable to access rpm file [%s]
hr: ne mogu pristupiti rpm datoteci [%s]
nb: Klarte ikke lese nå rpm-fil [%s].

source: unable to parse spec file %s [%s]
nb: Klarte ikke tolke spec-fil %s [%s].

source: unable to register rpm file
hr: ne mogu registrirati rpm datoteku
nb: Klarte ikke registrere rpm-fil.

source: Incompatible architecture for rpm [%s]
nb: Inkompatibel arkitektur for rpm [%s]

source: error registering local packages
hr: gre¹ka prilikom registriranja lokalnih paketa
nb: Feil ved registrering av lokale pakker.

source: This operation is forbidden while running in restricted mode
nb: Du kan ikke kjøre denne i begrenset modus.

source: bad proxy declaration on command line
nb: Ugyldig mellomlagerklarasjon på kommandolinjen.

source: urpmq: cannot read rpm file "%s"
nb: urpmq: Klarer ikke lese rpm-fila «%s»

source: chroot directory doesn't exist
nb: «chroot»-mappa finnes ikke.

source: Can't use %s without %s
nb: Kan ikke bruke «%s» uten «%s».

source: Can't use %s with %s
nb: Kan ikke bruke «%s» med «%s».

source: Too many arguments
nb: For mange argumenter

source: Copying failed
nb: Mislykket kopiering.

source: medium "%s" is not available
nb: Medium «%s» er ikke tilgjengelig.

source: unable to read rpm file [%s] from medium "%s"
hr: ne mogu proèitati rpm datoteku [%s] sa medija "%s"
nb: Klarte ikke lese rpm-fil [%s] fra medium «%s».

source: syntax error in config file at line %s
hr: gre¹ka u sintaksi u config datoteci na liniji %s
nb: Syntaksfeil i oppsettfila, linje %s.

source: unable to read config file [%s]
nb: Klarte ikke lesa oppsettfila [%s].

source: medium `%s' is defined twice, aborting
nb: Mediet «%s» er definert to ganger. Avbryt.

source: unable to write config file [%s]
hr: ne mogu zapisati config datoteku [%s]
nb: Klarte ikke skrive oppsettfila [%s].

source: Please enter your credentials for accessing proxy
nb: Skriv inn dine referanser for å få tilgang til mellomtjener

source: User name:
nb: Brukernavn:

source: Password:
nb: Passord:

source: Unknown webfetch `%s' !!!
nb: Ukjent nedlastingsprogram «%s».

source: %s failed: exited with signal %d
nb: %s-feil: Avslutt med signalet «%d».

source: %s failed: exited with %d
nb: %s-feil: Avslutt med «%d».

source: copy failed
nb: mislykket kopiering.

source: wget is missing
hr: wget nedostaje
nb: wget mangler.

source: curl is missing
hr: curl nedostaje
nb: curl mangler.

source: curl failed: download canceled
nb: curl-feil: Nedlasting avbrutt.

source: rsync is missing
nb: rsync mangler.

source: ssh is missing
nb: ssh mangler.

source: prozilla is missing
nb: prozilla mangler.

source: Couldn't execute prozilla
nb: Klarte ikke kjøre prozilla.

source: %s%% of %s completed, ETA = %s, speed = %s
nb: %s %% av %s fullført. Tid igjen: %s. Hastighet: %s.

source: %s%% completed, speed = %s
nb: %s %% fullført. Hastighet: %s.

source: retrieving %s
nb: henter «%s».

source: retrieved %s
nb: hentet «%s».

source: unknown protocol defined for %s
nb: ukjent protokoll definert for %s

source: %s is not available, falling back on %s
nb: %s er ikke tilgjengelig, faller tilbake til %s

source: no webfetch found, supported webfetch are: %s
nb: Inget nedlastningsprogram funnet, støttede nedlastningsprogram er: %s

source: unable to handle protocol: %s
nb: Kunne ikke håndtere protokoll: %s

source: cleaning %s and %s
nb: Rydder opp %s og %s.

source: package %s is not found.
hr: paket %s nije pronaðen.
nb: Fant ikke pakken «%s».

source: retrieving rpm files from medium "%s"...
nb: mottar rpm-filer fra medium «%s» ...

source: [repackaging]
nb: [ompakking]

source: created transaction for installing on %s (remove=%d, install=%d, upgrade=%d)
nb: Opprettet transaksjon for installasjon på «%s» (fjern=%d, installer=%d, oppgrader=%d)

source: unable to create transaction
nb: Klarte ikke ikke opprette transaksjon.

source: unable to extract rpm from delta-rpm package %s
nb: Klarte ikke pakke ut rpm fra delta-rpm-pakke «%s».

source: unable to install package %s
nb: Klarte ikke installere pakke «%s»

source: Removing package %s
nb: Fjerner pakken «%s»

source: removing package %s
nb: Fjerner pakke «%s»

source: removing installed rpms (%s) from %s
nb: Fjerner installerte rpm-pakker (%s) fra «%s».

source: More information on package %s
nb: Mer informasjon om pakke %s

source: Cannot create ldap cache directory
nb: Kan ikke lage ldap-mellomlagermappe.

source: Cannot write cache file for ldap
nb: Kan ikke skrive mellomlagerfil for ldap.

source: No server defined, missing uri or host
nb: Ingen tjener definert. Mangler adresse eller vertsnavn.

source: No base defined
nb: Ingen grunnadresse definert.

source: Cannot connect to ldap uri:
nb: Kan ikke koble til LDAP-adresse:

source: aborting
nb: avbryter

source: Installation failed
hr: Instalacija nije uspjela
nb: Installasjon mislykket

source: The following package has bad signature
nb: Denne pakken har ugyldig signatur

source: The following packages have bad signatures
nb: Disse pakkene har ugyldige signaturer

source: Do you want to continue installation ?
nb: Ønsker du å fortsette installasjonen?

source: distributing %s
nb: Fordeler %s

source: installing %s from %s
nb: Installerer %s fra %s.

source: installing %s
nb: Installerer %s.

source: Try installation without checking dependencies? (y/N)
hr: Poku¹ati instalaciju bez provjere ovisnosti (d/N)
nb: Prøv å installere uten å sjekke avhengigheter? (j/N)

source: Try harder to install (--force)? (y/N)
nb: Prøv enda hardere å installere («--force»)? (j/N)

source: Packages are up to date
nb: Pakkene er av nyeste versjon

source: Installation is possible
nb: Installasjon er mulig

source: examining %s file
nb: Kontrollerer %s-fila.

source: warning: md5sum for %s unavailable in MD5SUM file
nb: advarsel: md5sum for %s er ikke tilgjengelig i MD5SUM-filen

source: virtual medium "%s" should have a clear url, medium ignored
nb: Virtuelt medium «%s» burde ha en entydig adresse. Hopper over medium.

source: unable to access list file of "%s", medium ignored
hr: ne mogu pristupiti list datoteci od "%s", medij ignoriran
nb: Klarte ikke åpne «list»-fila til «%s». Hopper over medium.

source: trying to override existing medium "%s", skipping
nb: Prøver å overstyre eksisterende medium «%s». Hopper over.

source: wrote config file [%s]
nb: skriv oppsettfil [%s].

source: Can't use parallel mode with use-distrib mode
nb: Kan ikke bruke parallell-modus med «use-distrib»-modus.

source: using associated media for parallel mode: %s
nb: Bruker tilknyttet medie for parallellmodus: %s

source: --synthesis cannot be used with --media, --excludemedia, --sortmedia, --update, --use-distrib or --parallel
nb: Kan ikke bruke «--synthesis» sammen med «--media», «--excludemedia», «--sortmedia», «--update», «--use-distrib» eller «--parallel».

source: Search start: %s end: %s
nb: Søkestart: %s. Søkeslutt: %s.

source: skipping package %s
nb: Hopper over pakken «%s».

source: would install instead of upgrade package %s
nb: Ville installert i stedet for å oppgradere pakke «%s».

source: medium "%s" already exists
hr: medij "%s" veæ postoji
nb: Medium «%s» eksisterer allerede.

source: (ignored by default)
nb: (hoppet over som standard)

source: adding medium "%s" before remote medium "%s"
nb: Legg til medium «%s» før det eksterne medium «%s».

source: adding medium "%s"
nb: Legger til medium «%s».

source: this location doesn't seem to contain any distribution
nb: Denne adressa ser ikke ut til å inneholde en distribusjon.

source: unable to parse media.cfg
nb: Klarte ikke å tolke «media.cfg».

source: unable to access the distribution medium (no media.cfg file found)
nb: Klarte ikke lese fra distribusjonsmediet (fant ingen «media.cfg»-fil).

source: skipping non compatible media `%s' (for %s)
nb: Hopper over ikke-kompatibelt medie «%s» (for %s)

source: retrieving media.cfg file...
nb: Mottar «media.cfg»-fil ...

source: trying to select nonexistent medium "%s"
nb: Prøver å velge ikke-eksisterende medium «%s».

source: selecting multiple media: %s
nb: Velger flere medier: %s.

source: removing medium "%s"
hr: uklanjam medij "%s"
nb: Fjerner medium «%s».

source: reconfiguring urpmi for media "%s"
nb: Enddrer oppsett for mediet «%s» på nytt

source: ...reconfiguration failed
nb: ... klarte ikke endre oppsett.

source: reconfiguration done
nb: Fullført endring av oppsett.

source: Error generating names file: dependency %d not found
nb: Feil ved generering av navnfil: Fant ikke avhengigheten «%d»

source: medium "%s" is up-to-date
nb: Mediumet «%s» er av nyeste versjon.

source: examining synthesis file [%s]
hr: ispitujem synthesis datoteku [%s]
nb: Sjekker syntesefil [%s].

source: problem reading synthesis file of medium "%s"
nb: Feil ved lesing av syntesefil til medium «%s».

source: copying [%s] for medium "%s"...
nb: Kopierer [%s] for medium «%s» ...

source: ...copying failed
hr: ...kopiranje neuspje¹no
nb: ... mislykket kopiering.

source: copying description file of "%s"...
hr: kopiranje opisne datoteke od "%s"...
nb: Kopierer beskrivelsesfila til «%s» ...

source: ...copying done
hr: ...kopiranje zavr¹eno
nb: ... kopiering fullført.

source: copy of [%s] failed (file is suspiciously small)
nb: Mislykket kopiering av [%s] (fila er mistenkelig liten).

source: invalid hdlist file %s for medium "%s"
nb: Ugyldig «hdlist»-fil [%s] for medium «%s».

source: examining pubkey file of "%s"...
nb: Undersøker offentlig nøkkel-til «%s» ...

source: ...imported key %s from pubkey file of "%s"
nb: ... Importerer nøkkelen «%s» fra offentlig nøkkel-fil «%s».

source: unable to import pubkey file of "%s"
nb: Klarte ikke importere offentlig nøkkel-fil «%s».

source: updated medium "%s"
nb: Oppdatert medium «%s».

source: Yy
hr: YyDd
nb: JjYy

source: Sorry, bad choice, try again
hr: ®alim, lo¹ odabir, poku¹ajte ponovo
nb: Feil valg. Prøv på nytt

source: Package
nb: Pakkevalg

source: Version
nb: Versjon

source: Release
nb: Utgivelse

source: Arch
nb: Arkitektur

source: (suggested)
nb: (forslag)

source: medium "%s"
nb: Legg til medium «%s».

source: command line
nb: kommandolinje

source: unable to parse "%s" in file [%s]
nb: Klarte ikke tolke «%s» i fila [%s].

source: examining parallel handler in file [%s]
nb: Undersøker parallellhåndtering i fila [%s].

source: found parallel handler for nodes: %s
nb: Fant parallellhåndtering for noder: %s.

source: unable to use parallel option "%s"
nb: Klarte ikke bruke parallellvalget «%s».

source: mounting %s
hr: montiram %s
nb: Monterer «%s».

source: unmounting %s
hr: odmontiravam %s
nb: Avmonterer «%s»

source: urpmf version %s Copyright (C) 2002-2006 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage: urpmf [options] pattern-expression
nb: urpmf – versjon %s Copyright © 2002-2006 Mandriva. Dette er fri programvare og kan videredistribueres under vilkårene til GNU GPL. Bruk: urpmf [valg] søkestrenguttrykk

source: --version - print this tool's version number.
nb: --version – Vis versjonsnummerer til dette verktøyet.

source: --env - use specific environment (typically a bug report).
nb: --env – Bruk egendefinert miljø (vanligvis ved en feilrapport).

source: --excludemedia - do not use the given media, separated by comma.
nb: --excludemedia – Ikke bruk gitt medie (kommadelt liste).

source: --literal, -l - don't match patterns, use argument as a literal string.
nb: --literal, -l – Ingen treff på søkestrenger, bruk bare argument som tekst.

source: --urpmi-root - use another root for urpmi db & rpm installation.
nb: --urpmi-root – Bruk annen rot for urpmi-database og rpm-installering.

source: --sortmedia - sort media according to substrings separated by comma.
nb: --sortmedia – Sorter medium etter delstrenger (kommadelt liste).

source: --use-distrib - use the given path to access media
nb: --use-distrib – Bruk denne stien for tilgang til media.

source: --synthesis - use the given synthesis instead of urpmi db.
nb: --synthesis – Bruk syntese i stedet for hele databasen.

source: --uniq - do not print identical lines twice.
nb: --uniq – Vis ikke identiske linjer.

source: --update - use only update media.
hr: --update - koristi samo medije za dogradnju.
nb: --update – Bruk bare oppdateringsmedie.

source: --verbose - verbose mode.
nb: --verbose – Utvida meldinger.

source: -i - ignore case distinctions in patterns.
nb: -i – Ikke skill mellom store og små bokstaver.

source: -I - honor case distinctions in patterns (default).
nb: -I – Skill mellom store og små bokstaver i søkestrenger (standard).

source: -F<str> - change field separator (defaults to ':').
nb: -F<str> – Bytt feltseparator (standard er «:»).

source: Pattern expressions:
nb: Søkestrenguttrykk:

source: text - any text is parsed as a regexp, unless -l is used.
nb: text – All tekst er lest som regulære uttrykk, med mindre «-l» er brukt.

source: -e - include perl code directly as perl -e.
nb: -e – Ta med perl-kode direkte, som «perl -e».

source: -a - binary AND operator.
nb: -a – Binær OG-operatør.

source: -o - binary OR operator.
nb: -o – Binær ELLER-operatør.

source: ! - unary NOT.
nb: ! – Unær IKKE-operator.

source: ( ) - left and right parentheses.
nb: ( ) – Venstre- og høyreparentes.

source: List of tags:
nb: Oversikt over etiketter:

source: --qf - specify a printf-like output format
nb: --qf – Bruk et printf-lignende utformat

source: example: '%%name:%%files'
nb: Eksempel: «%%navn:%%filer»

source: --arch - architecture
nb: --arch – Arkitektur.

source: --buildhost - build host
nb: --buildhost – Byggevert.

source: --buildtime - build time
nb: --buildtime – Byggetidspunkt.

source: --conffiles - configuration files
nb: --conffiles – Oppsettfiler.

source: --conflicts - conflict tags
nb: --conflicts – Konfliktetiketter.

source: --description - package description
nb: --description – Pakkebeskrivelse.

source: --distribution - distribution
nb: --distribution – Distribusjon.

source: --filename - filename of the package
nb: --filename – Filnavn til pakka.

source: --files - list of files contained in the package
nb: --files – liste over filer i pakka.

source: --group - group
nb: --group – Gruppe.

source: --license - license
nb: --license – Vis lisensvilkår.

source: --name - package name
nb: --name – Pakkenavn.

source: --obsoletes - obsoletes tags
nb: --obsoletes – Utdatert-etiketter.

source: --packager - packager
nb: --packager – Pakkebygger.

source: --provides - provides tags
nb: --provides – Tilbudsetiketter.

source: --requires - requires tags
nb: --requires – Avhengighetsetiketter.

source: --size - installed size
nb: --size – Installert størrelse.

source: --sourcerpm - source rpm name
nb: --sourcerpm – navn på kilde-rpm.

source: --suggests - suggests tags
nb: --suggests – Forslagsetiketter.

source: --summary - summary
nb: --summary – Sammendrag.

source: --url - url
nb: --url – Adresse.

source: --vendor - vendor
nb: --vendor – Leverandør.

source: -m - the media in which the package was found
nb: -m – Mediet som pakken ble funnet i.

source: -f - print version, release and arch with name.
hr: -f - ispi¹i verziju, izdanje i arhitekturu sa imenom.
nb: -f – Vis versjon, utgivelse og arkitektur med navn.

source: Incorrect format: you may use only one multi-valued tag
nb: Ugyldig format: du kan bare bruke én flerverdietikett.

source: using specific environment on %s
nb: Bruker egendefinert miljø på «%s»

source: urpmi was restarted, and the list of priority packages did not change
nb: Installasjonsprogrammet urpmi ble startet på nytt, og listen over prioritertepakker ble ikke endret.

source: urpmi was restarted, and the list of priority packages did change: %s vs %s
nb: Installasjonsprogrammet urpmi ble startet på nytt, og programprioriteringene ble endra: %s mot %s

source: No package named %s
nb: Det finnes ingen «%s»-pakke.

source: The following packages contain %s: %s
hr: Slijedeæi paketi sadr¾e %s: %s
nb: Følgende pakker inneholder %s: %s

source: Package %s is already installed
nb: Pakken «%s» er allerede installert.

source: Packages %s are already installed
nb: Pakkene «%s» er allerede installerte.

source: due to missing %s
nb: da «%s» mangler

source: due to already installed %s
nb: da «%s» allerede er installert

source: due to unsatisfied %s
nb: da «%s» ikke er tilfredsstilt

source: trying to promote %s
nb: Prøver å priroritere «%s»

source: in order to keep %s
nb: for å kunne beholde «%s»

source: in order to install %s
nb: for å kunne installere «%s»

source: due to conflicts with %s
nb: på grunn av konflikter med «%s».

source: Invalid signature (%s)
nb: Ugyldig signatur (%s).

source: Invalid Key ID (%s)
nb: Ugyldig nøkkel-ID (%s).

source: Missing signature (%s)
nb: Mangler signatur (%s).

source: Can't write file
nb: Klarte ikke lagre fil

source: Can't open file
nb: Klarte ikke åpne fil

source: urpme version %s Copyright (C) 1999-2008 Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
nb: urpme – versjon %s Copyright © 1999-2008 Mandriva. Dette er fri programvare, og kan redistribueres under vilkårene til GNU GPL-lisensen. Bruk:

source: --auto - automatically select a package in choices.
nb: --auto – Velg automatisk vagger ved flere alternativ.

source: --test - verify if the removal can be achieved correctly.
nb: --test – Kontroller at fjerning vil fungere.
